// Напишите программу, которая на вход
//принимает два числа и выдает, какое 
//число больше, а какое меньше.
var n1 = Decimal.Parse(Console.ReadLine());
         var n2 = Decimal.Parse(Console.ReadLine());
if (n1 > n2)
Console.WriteLine(n1);
else
Console.WriteLine(n2);
